import React from 'react'
import '../styles/About.css'

const About = () => {
    return (
        <div className = 'about'>
            {/* <h2>Немного о сайте</h2> */}
            <br/>
            <p>Данный сайт преднозначен для повторения теории по HTML, SCC, JavaScript, React.</p>
            <br/>
            <p>Добавляйте свои заметки по темам, которые вы хотите повторить или выучить. Создавая свои заметки и перечитывая уже написанные,
            <p> намного легче запоминать нужную информацию.
             Вы так же можете отсортировать свои заметки по определенным темам и изучать их одну за другой.</p>
            </p>
        </div>
    )
}

export default About
