import React from 'react'

const About = () => {
    return (
        <div>
            {/* <h2>Немного о сайте</h2> */}
            <br/>
            <p>Данный сайт преднозначен для повторения теории по HTML, SCC, JavaScript, React.</p>
            <br/>
            <p>Добавляйте свои заметки по темам, которые вы хотите повторить или выучить. Создавая свои заметки и перечитывая уже написанные,
            <p> намного легче запоминать нужную информацию.
             Вы так же можете отсортировать свои заметки по определенным темам и изучать их одну за другой.</p>
            </p>
            <br/>
            <p>
                Для лучшего усвоения материала можно проходить легкие тесты, которые можно создать для себя
                 самостоятельно.
            </p>
        </div>
    )
}

export default About
